{"version":"1.0","provider_name":"Seanmag 888","provider_url":"https:\/\/aquariusspiritus.com","author_name":"Seanmag 888 Technical Team","author_url":"https:\/\/aquariusspiritus.com\/author\/admin2020\/","title":"Website terms, Seanmag 888","type":"rich","width":600,"height":338,"html":"<blockquote class=\"wp-embedded-content\"><a href=\"https:\/\/aquariusspiritus.com\/our-website-terms\/\">Our Website Terms<\/a><\/blockquote>\n<script type='text\/javascript'>\n<!--\/\/--><![CDATA[\/\/><!--\n\t\t\/*! This file is auto-generated *\/\n\t\t!function(c,d){\"use strict\";var e=!1,n=!1;if(d.querySelector)if(c.addEventListener)e=!0;if(c.wp=c.wp||{},!c.wp.receiveEmbedMessage)if(c.wp.receiveEmbedMessage=function(e){var t=e.data;if(t)if(t.secret||t.message||t.value)if(!\/[^a-zA-Z0-9]\/.test(t.secret)){for(var r,a,i,s=d.querySelectorAll('iframe[data-secret=\"'+t.secret+'\"]'),n=d.querySelectorAll('blockquote[data-secret=\"'+t.secret+'\"]'),o=0;o<n.length;o++)n[o].style.display=\"none\";for(o=0;o<s.length;o++)if(r=s[o],e.source===r.contentWindow){if(r.removeAttribute(\"style\"),\"height\"===t.message){if(1e3<(i=parseInt(t.value,10)))i=1e3;else if(~~i<200)i=200;r.height=i}if(\"link\"===t.message)if(a=d.createElement(\"a\"),i=d.createElement(\"a\"),a.href=r.getAttribute(\"src\"),i.href=t.value,i.host===a.host)if(d.activeElement===r)c.top.location.href=t.value}}},e)c.addEventListener(\"message\",c.wp.receiveEmbedMessage,!1),d.addEventListener(\"DOMContentLoaded\",t,!1),c.addEventListener(\"load\",t,!1);function t(){if(!n){n=!0;for(var e,t,r=-1!==navigator.appVersion.indexOf(\"MSIE 10\"),a=!!navigator.userAgent.match(\/Trident.*rv:11\\.\/),i=d.querySelectorAll(\"iframe.wp-embedded-content\"),s=0;s<i.length;s++){if(!(e=i[s]).getAttribute(\"data-secret\"))t=Math.random().toString(36).substr(2,10),e.src+=\"#?secret=\"+t,e.setAttribute(\"data-secret\",t);if(r||a)(t=e.cloneNode(!0)).removeAttribute(\"security\"),e.parentNode.replaceChild(t,e)}}}}(window,document);\n\/\/--><!]]>\n<\/script><iframe sandbox=\"allow-scripts\" security=\"restricted\" src=\"https:\/\/aquariusspiritus.com\/our-website-terms\/embed\/\" width=\"600\" height=\"338\" title=\"&#8220;Our Website Terms&#8221; &#8212; Seanmag 888\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\" class=\"wp-embedded-content\"><\/iframe>","description":"The services that Seanmag 888 provides to User is subject to the following Terms of Use (\"TOU\"). Seanmag 888 reserves the right to update the TOU at any time without notice to User. The most current version of the TOU can be reviewed by clicking on the \"Terms of Use\" hypertext link located at the bottom of our Web pages. This Agreement, which incorporates by reference other provisions applicable to use of www.aquariusspiritus.com, including, but not limited to, supplemental terms and conditions set forth hereof (\"Supplemental Terms\") governing the use of certain specific material contained in www.aquariusspiritus.com, sets forth the terms and conditions that apply to use of www.aquariusspiritus.com by User. By using Seanmag 888 (other than to read this Agreement for the first time), User agrees to comply with all of the terms and conditions hereof. The right to use www.aquariusspiritus.com is personal to User and is not transferable to any other person or entity. User is responsible for all use of User's Account (under any screen name or password) and for ensuring that all use of User's Account complies fully with the provisions of this Agreement. User shall be responsible for protecting the confidentiality of User's password(s), if any. Seanmag 888 shall have the right at any time to change or discontinue any aspect or feature of www.aquariusspiritus.com, including, but not limited to, content, hours of availability, and equipment needed for access or use. CHANGED TERMS Seanmag 888 shall have the right at any time to change or modify the terms and conditions applicable to User's use of www.aquariusspiritus.com, or any part thereof, or to impose new conditions, including, but not limited to, adding fees and charges for use. Such changes, modifications, additions or deletions shall be effective immediately upon notice thereof, which may be given by means including, but not limited to, posting on www.aquariusspiritus.com, or by electronic or conventional mail, or by any other means by which User obtains notice thereof. Any use of www.aquariusspiritus.com by User after such notice shall be deemed to constitute acceptance by User of such changes, modifications or additions. DESCRIPTION OF SERVICES Through its Web property, Seanmag 888 provides User with access to a variety of resources, including download areas, communication forums and product information (collectively \"Services\"). The Services, including any updates, enhancements, new features, and\/or the addition of any new Web properties, are subject to the TOU. EQUIPMENT User shall be responsible for obtaining and maintaining all telephone, computer hardware, software and other equipment needed for access to and use of www.aquariusspiritus.com and all charges related thereto. USER CONDUCT User shall use www.aquariusspiritus.com for lawful purposes only. User shall not post or transmit through www.aquariusspiritus.com any material which violates or infringes in any way upon the rights of others, which is unlawful, threatening, abusive, defamatory, invasive of privacy or publicity rights, vulgar, obscene, profane or otherwise objectionable, which encourages conduct that would constitute a criminal offense, give rise to civil liability or otherwise violate any law, or which, without Seanmag 888 's express prior approval, contains advertising or any solicitation with respect to products or services. Any conduct by a User that in Seanmag 888 's discretion restricts or inhibits any other User from using or enjoying www.aquariusspiritus.com will not be permitted. User shall not use www.aquariusspiritus.com to advertise or perform any commercial solicitation, including, but not limited to, the solicitation of users to become subscribers of other on-line information services competitive with Seanmag 888. www.aquariusspiritus.com contains copyrighted material, trademarks and other proprietary information, including, but not limited to, text, software, photos, video, graphics, music and sound, and the entire contents of www.aquariusspiritus.com are copyrighted as a collective work under the [YOUR COUNTRY] copyright laws. Seanmag 888 owns a copyright in the selection, coordination, arrangement and enhancement of such content, as well as in the content original to it. User may not modify, publish, transmit, participate in the transfer or sale, create derivative works, or in any way exploit, any of the content, in whole or in part. User may download copyrighted material for User's personal use only. Except as otherwise expressly permitted under copyright law, no copying, redistribution, retransmission, publication or commercial exploitation of downloaded material will be permitted without the express permission of Seanmag 888 and the copyright owner. In the event of any permitted copying, redistribution or publication of copyrighted material, no changes in or deletion of author attribution, trademark legend or copyright notice shall be made. User acknowledges that it does not acquire any ownership rights by downloading copyrighted material. User shall not upload, post or otherwise make available on www.aquariusspiritus.com any material protected by copyright, trademark or other proprietary right without the express permission of the owner of the copyright, trademark or other proprietary right and the burden of determining that any material is not protected by copyright rests with User. User shall be solely liable for any damage resulting from any infringement of copyrights, proprietary rights, or any other harm resulting from such a submission. By submitting material to any public area of www.aquariusspiritus.com, User automatically grants, or warrants that the owner of such material has expressly granted Seanmag 888 the royalty-free, perpetual, irrevocable, non-exclusive right and license to use, reproduce, modify, adapt, publish, translate and distribute such material (in whole or in part) worldwide and\/or to incorporate it in other works in any form, media or technology now known or hereafter developed for the full term of any copyright that may exist in such material. User also permits any other User to access, view, store or reproduce the material for that User's personal use. User hereby grants Seanmag 888 the right to edit, copy, publish and distribute any material made available on www.aquariusspiritus.com by User. The foregoing provisions of Section 5 are for the benefit of Seanmag 888, its subsidiaries, affiliates and its third party content providers and licensors and each shall have the right to assert and enforce such provisions directly or on its own behalf. USE OF SERVICES The Services may contain email services, bulletin board services, chat areas, news groups, forums, communities, personal web pages, calendars, photo albums, file cabinets and\/or other message or communication facilities designed to enable User to communicate with others (each a \"Communication Service\" and collectively \"Communication Services\"). User agrees to use the Communication Services only to post, send and receive messages and material that are proper and, when applicable, related to the particular Communication Service. By way of example, and not as a limitation, User agrees that when using the Communication Services, User will not: Use the Communication Services in connection with surveys, contests, pyramid schemes, chain letters, junk email, spamming or any duplicative or unsolicited messages (commercial or otherwise). Defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others. Publish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, obscene, indecent or unlawful topic, name, material or information. Upload, or otherwise make available, files that contain images, photographs, software or other material protected by intellectual property laws, including, by way of example, and not as limitation, copyright or trademark laws (or by rights of privacy or publicity) unless User own or control the rights thereto or have received all necessary consent to do the same. Use any material or information, including images or photographs, which are made available through the Services in any manner that infringes any copyright, trademark, patent, trade secret, or other proprietary right of any party. Upload files that contain viruses, Trojan horses, worms, time bombs, cancelbots, corrupted files, or any other similar software or programs that may damage the operation of another's computer or property of another. Advertise or offer to sell or buy any goods or services for any business purpose, unless such Communication Services specifically allows such messages. Download any file posted by another user of a Communication Service that User know, or reasonably should know, cannot be legally reproduced, displayed, performed, and\/or distributed in such manner. Falsify or delete any copyright management information, such as author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material contained in a file that is uploaded. Restrict or inhibit any other user from using and enjoying the Communication Services. Violate any code of conduct or other guidelines which may be applicable for any particular Communication Service. Harvest or otherwise collect information about others, including email addresses. Violate any applicable laws or regulations. Create a false identity for the purpose of misleading others. Use, download or otherwise copy, or provide (whether or not for a fee) to a person or entity any directory of users of the Services or other user or usage information or any portion thereof. Seanmag 888 has no obligation to monitor the Communication Services. However, Seanmag 888 reserves the right to review materials posted to the Communication Services and to remove any materials in its sole discretion. Seanmag 888 reserves the right to terminate User’s access to any or all of the Communication Services at any time, without notice, for any reason whatsoever.","thumbnail_url":"https:\/\/aquariusspiritus.com\/wp-content\/uploads\/2020\/01\/favicon.jpg","thumbnail_width":364,"thumbnail_height":444}