{"id":2427,"date":"2020-01-21T18:04:17","date_gmt":"2020-01-21T08:04:17","guid":{"rendered":"http:\/\/aquariusspiritus.com\/?page_id=2427"},"modified":"2020-02-06T13:14:05","modified_gmt":"2020-02-06T03:14:05","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/aquariusspiritus.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<section  id=\"section-6053c7ca0a359\" class=\"fw-main-row   auto \"  style=\"  \"  >\r\n    <div >\r\n        <div class=\"fw-container sections\">\r\n\t\t\t<div class=\"fw-row\">\n\t\r\n\r\n\r\n<div id=\"column-6053c7ca0a7b8\" class=\"none  fw-col-sm-12      wow \" data-wow-offset=\"120\" data-wow-duration=\"1.5s\" style=\"  \">\r\n        <div class=\"fw-main-row\"  style=\"\">\r\n        <div class=\"fw-col-inner\">\r\n            <p><strong>WEBSITE PRIVACY POLICY<\/strong><\/p><p>The Internet is an amazing tool. It has the power to change the way we live, and we're starting to see that potential today. With only a few mouse-clicks, you can follow the news, look up facts, buy goods and services, and communicate with others from around the world. It's important to Seanmag 888 to help our customers retain their privacy when they take advantage of all the Internet has to offer.<\/p><p>We believe your business is no one else's. Your privacy is important to you and to us. So we'll protect the information you share with us. To protect your privacy, Seanmag 888 follows different principles in accordance with worldwide practices for customer privacy and data protection.<\/p><ul><li>We won’t sell or give away your name, mail address, phone number, email address or any other information to anyone.<\/li><li>We’ll use state-of-the-art security measures to protect your information from unauthorized users.<\/li><\/ul><p>NOTICE<\/p><p>We will ask you when we need information that personally identifies you (personal information) or allows us to contact you. Generally, this information is requested when you create a Registration ID on the site or when you download free software, enter a contest, order email newsletters or join a limited-access premium site. We use your Personal Information for four primary purposes:<\/p><ul><li>To make the site easier for you to use by not having to enter information more than once.<\/li><li>To help you quickly find software, services or information.<\/li><li>To help us create content most relevant to you.<\/li><li>To alert you to product upgrades, special offers, updated information and other new services from Seanmag 888.<\/li><\/ul><p>CONSENT<\/p><p>If you choose not to register or provide personal information, you can still use most of www.aquariusspiritus.com. But you will not be able to access areas that require registration.<\/p><p>If you decide to register, you will be able to select the kinds of information you want to receive from us by subscribing to various services, like our electronic newsletters. If you do not want us to communicate with you about other offers regarding Seanmag 888 products, programs, events, or services by email, postal mail, or telephone, you may select the option stating that you do not wish to receive marketing messages from Seanmag 888.<\/p><p>Seanmag 888 occasionally allows other companies to offer our registered customers information about their products and services, using postal mail only. If you do not want to receive these offers, you may select the option stating that you do not wish to receive marketing materials from third parties.<\/p><p>ACCESS<\/p><p>We will provide you with the means to ensure that your personal information is correct and current. You may review and update this information at any time at the Visitor Center. There, you can:<\/p><p>a. View and edit personal information you have already given us. <br \/>b. Tell us whether you want us to send you marketing information, or whether you want third parties to send you their offers by postal mail. <br \/>c. Sign up for electronic newsletters about our services and products. <br \/>d. Register. Once you register, you won't need to do it again. Wherever you go on www.aquariusspiritus.com, your information stays with you.<\/p><p>SECURITY<\/p><p>Seanmag 888 has taken strong measures to protect the security of your personal information and to ensure that your choices for its intended use are honored. We take strong precautions to protect your data from loss, misuse, unauthorized access or disclosure, alteration, or destruction.<\/p><p>We guarantee your e-commerce transactions to be 100% safe and secure. When you place orders or access your personal account information, you're utilizing secure server software SSL, which encrypts your personal information before it's sent over the Internet. SSL is one of the safest encryption technologies available.<\/p><p>In addition, your transactions are guaranteed under the Fair Credit Billing Act. This Act states that your bank cannot hold you liable for more than $50.00 in fraudulent credit card charges. If your bank does hold you liable for $50.00 or less, we'll cover your liability provided the unauthorized, fraudulent use of your credit card resulted through no fault of your own and from purchases made from us over our secure server. In the event of unauthorized use of your credit card, you must notify your credit card provider in accordance with its reporting rules and procedures.<\/p><p>Seanmag 888 strictly protects the security of your personal information and honors your choices for its intended use. We carefully protect your data from loss, misuse, unauthorized access or disclosure, alteration, or destruction.<\/p><p>Your personal information is never shared outside the company without your permission, except under conditions explained above. Inside the company, data is stored in password-controlled servers with limited access. Your information may be stored and processed in Australia or any other country where Seanmag 888, its subsidiaries, affiliates or agents are located.<\/p><p>You also have a significant role in protecting your information. No one can see or edit your personal information without knowing your user name and password, so do not share these with others.<\/p><p>NOTICE TO PARENTS<\/p><p>Parents or guardians: we want to help you guard your children's privacy. We encourage you to talk to your children about safe and responsible use of their Personal Information while using the Internet.<\/p><p>The Seanmag 888 site does not publish content that is targeted to children. However, if you are concerned about your children providing Seanmag 888 any personal information without your consent, Seanmag 888 offers a Kids account. It allows parents to give parental consent for the collection, use and sharing of children’s (ages 12 and under) personal information online.<\/p><p>ENFORCEMENT<\/p><p>If for some reason you believe Seanmag 888 has not adhered to these principles, please notify us by email at privacy@saenmag888.com, and we will do our best to determine and correct the problem promptly. Be certain the words Privacy Policy are in the Subject line.<\/p><p>ELECTRONIC PRODUCT REGISTRATION<\/p><p>When you buy and install a new product, we may ask you to register your purchase electronically. When you do, we merge your registration information with any information you've already left with us (we call that information your personal profile). If you haven't previously registered with us, we create a personal profile for you from your product registration information. If you ever want to review or update that information, you can visit the Profile Center, click on Update Profile, and edit any of the Personal Information in your profile. If you haven't already created a Registration ID, we will ask you to do so. This ensures that only you can access your information.<\/p><p>CUSTOMER PROFILES<\/p><p>As mentioned above, every registered customer has a unique personal profile. Each profile is assigned a unique personal identification number, which helps us ensure that only you can access your profile.<\/p><p>When you register, we create your profile, assign a personal identification number, then send this personal identification number back to your hard drive in the form of a cookie, which is a very small bit of code. This code is uniquely yours. It is your passport to seamless travel across www.aquariusspiritus.com, allowing you to download free software, order free newsletters, and visit premium sites without having to fill out registration forms with information you've already provided. Even if you switch computers, you won't have to re-register – just use your Registration ID to identify yourself.<\/p><p>WHAT WE DO WITH THE INFORMATION YOU SHARE<\/p><p>When you join us, you provide us with your contact information, including your name and email address. We use this information to send you updates about your order, questionnaires to measure your satisfaction with our service and announcements about new and exciting services that we offer. When you order from us, we ask for your credit card number and billing address. We use this information only to bill you for the product(s) you order at that time. For your convenience, we do save billing information in case you want to order from us again, but we don't use this information again without your permission.<\/p><p>We occasionally hire other companies to provide limited services on our behalf, including packaging, mailing and delivering purchases, answering customer questions about products or services, sending postal mail and processing event registration. We will only provide those companies the information they need to deliver the service, and they are prohibited from using that information for any other purpose.<\/p><p>Seanmag 888 will disclose your personal information, without notice, only if required to do so by law or in the good faith belief that such action is necessary to: <br \/>(a) conform to the edicts of the law or comply with legal process served on Seanmag 888 or the site; <br \/>(b) protect and defend the rights or property of Seanmag 888 and its family of Websites, and, <br \/>(c) act in urgent circumstances to protect the personal safety of users of Seanmag 888, its Websites, or the public.<\/p><hr \/><p><strong>ANTI-SPAM POLICY<\/strong><\/p><p>This sets forth our policy with regard to the use of “Spam” marketing techniques in connection with Internet Marketing. In the event that we deem you to be in violation of these policies, we shall immediately revoke your membership rights and close any active account.<\/p><p>We have a strict policy against spamming. We forbid the sending of unsolicited mass Emails or unsolicited Emails of any kind in connection with the marketing of our programs, products and services.<\/p><p>We reserve the right to terminate your account and participation in our programs “for cause” if we deem you to be in violation of our anti-spamming policies. We also reserve the right to suspend your account and participation pending review upon receipt of any complaint or other evidence that you may be engaging in any spamming activity.<\/p><p>We consider spamming to be any activity whereby you directly or indirectly transmit email messages to any email address that has not solicited such email and does not consent to such transmission. We also consider spamming to constitute posting advertisements in newsgroups in violation of the terms of participation in such newsgroup, that are off topic, or in newsgroups that do not specifically permit advertisements. We also consider it spamming when advertisements are placed on message boards or in chat rooms when they are not permitted by the terms of participation in such message boards and chat rooms.<\/p><p>If you are “spammed” by anyone regarding our products, services, website, or any other matters, please report this activity to spam@saenmag888.com<\/p>        <\/div>\r\n    <\/div>\r\n<\/div><\/div>\n\n        <\/div>\r\n    <\/div>\r\n<\/section>\r\n\n","protected":false},"excerpt":{"rendered":"<p>WEBSITE PRIVACY POLICYThe Internet is an amazing tool. It has the power to change the way we live, and we&#8217;re starting to see that potential today. With only a few mouse-clicks, you can follow the news, look up facts, buy goods and services, and communicate with others from around the world. It&#8217;s important to AQUARIUS [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"template\/template-full-width.php","meta":{"spay_email":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v16.0.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Seanmag 888 - Privacy Policy<\/title>\n<meta name=\"description\" content=\"The Internet is an amazing tool. It has the power to change the way we live, and we&#039;re starting to see that potential today. With only a few mouse-clicks, you can follow the news, look up facts, buy goods and services, and communicate with others from around the world. It&#039;s important to Seanmag 888 to help our customers retain their privacy when they take advantage of all the Internet has to offer.We believe your business is no one else&#039;s. Your privacy is important to you and to us. So we&#039;ll protect the information you share with us. To protect your privacy, Seanmag 888 follows different principles in accordance with worldwide practices for customer privacy and data protection.We won’t sell or give away your name, mail address, phone number, email address or any other information to anyone.We’ll use state-of-the-art security measures to protect your information from unauthorized users.NOTICEWe will ask you when we need information that personally identifies you (personal information) or allows us to contact you. Generally, this information is requested when you create a Registration ID on the site or when you download free software, enter a contest, order email newsletters or join a limited-access premium site. We use your Personal Information for four primary purposes:To make the site easier for you to use by not having to enter information more than once.To help you quickly find software, services or information.To help us create content most relevant to you.To alert you to product upgrades, special offers, updated information and other new services from Seanmag 888.CONSENTIf you choose not to register or provide personal information, you can still use most of www.aquariusspiritus.com. But you will not be able to access areas that require registration.If you decide to register, you will be able to select the kinds of information you want to receive from us by subscribing to various services, like our electronic newsletters. If you do not want us to communicate with you about other offers regarding Seanmag 888 products, programs, events, or services by email, postal mail, or telephone, you may select the option stating that you do not wish to receive marketing messages from Seanmag 888.Seanmag 888 occasionally allows other companies to offer our registered customers information about their products and services, using postal mail only. If you do not want to receive these offers, you may select the option stating that you do not wish to receive marketing materials from third parties.ACCESSWe will provide you with the means to ensure that your personal information is correct and current. You may review and update this information at any time at the Visitor Center. There, you can:a. View and edit personal information you have already given us.b. Tell us whether you want us to send you marketing information, or whether you want third parties to send you their offers by postal mail.c. Sign up for electronic newsletters about our services and products.d. Register. Once you register, you won&#039;t need to do it again. Wherever you go on www.aquariusspiritus.com, your information stays with you.SECURITYSeanmag 888 has taken strong measures to protect the security of your personal information and to ensure that your choices for its intended use are honored. We take strong precautions to protect your data from loss, misuse, unauthorized access or disclosure, alteration, or destruction.We guarantee your e-commerce transactions to be 100% safe and secure. When you place orders or access your personal account information, you&#039;re utilizing secure server software SSL, which encrypts your personal information before it&#039;s sent over the Internet. SSL is one of the safest encryption technologies available.In addition, your transactions are guaranteed under the Fair Credit Billing Act. This Act states that your bank cannot hold you liable for more than $50.00 in fraudulent credit card charges. If your bank does hold you liable for $50.00 or less, we&#039;ll cover your liability provided the unauthorized, fraudulent use of your credit card resulted through no fault of your own and from purchases made from us over our secure server. In the event of unauthorized use of your credit card, you must notify your credit card provider in accordance with its reporting rules and procedures.Seanmag 888 strictly protects the security of your personal information and honors your choices for its intended use. We carefully protect your data from loss, misuse, unauthorized access or disclosure, alteration, or destruction.Your personal information is never shared outside the company without your permission, except under conditions explained above. Inside the company, data is stored in password-controlled servers with limited access. Your information may be stored and processed in Australia or any other country where Seanmag 888, its subsidiaries, affiliates or agents are located.You also have a significant role in protecting your information. No one can see or edit your personal information without knowing your user name and password, so do not share these with others.NOTICE TO PARENTSParents or guardians: we want to help you guard your children&#039;s privacy. We encourage you to talk to your children about safe and responsible use of their Personal Information while using the Internet.The Seanmag 888 site does not publish content that is targeted to children. However, if you are concerned about your children providing Seanmag 888 any personal information without your consent, Seanmag 888 offers a Kids account. It allows parents to give parental consent for the collection, use and sharing of children’s (ages 12 and under) personal information online.ENFORCEMENTIf for some reason you believe Seanmag 888 has not adhered to these principles, please notify us by email at privacy@saenmag888.com, and we will do our best to determine and correct the problem promptly. Be certain the words Privacy Policy are in the Subject line.ELECTRONIC PRODUCT REGISTRATIONWhen you buy and install a new product, we may ask you to register your purchase electronically. When you do, we merge your registration information with any information you&#039;ve already left with us (we call that information your personal profile). If you haven&#039;t previously registered with us, we create a personal profile for you from your product registration information. If you ever want to review or update that information, you can visit the Profile Center, click on Update Profile, and edit any of the Personal Information in your profile. If you haven&#039;t already created a Registration ID, we will ask you to do so. This ensures that only you can access your information.CUSTOMER PROFILESAs mentioned above, every registered customer has a unique personal profile. Each profile is assigned a unique personal identification number, which helps us ensure that only you can access your profile.When you register, we create your profile, assign a personal identification number, then send this personal identification number back to your hard drive in the form of a cookie, which is a very small bit of code. This code is uniquely yours. It is your passport to seamless travel across www.aquariusspiritus.com, allowing you to download free software, order free newsletters, and visit premium sites without having to fill out registration forms with information you&#039;ve already provided. Even if you switch computers, you won&#039;t have to re-register – just use your Registration ID to identify yourself.WHAT WE DO WITH THE INFORMATION YOU SHAREWhen you join us, you provide us with your contact information, including your name and email address. We use this information to send you updates about your order, questionnaires to measure your satisfaction with our service and announcements about new and exciting services that we offer. When you order from us, we ask for your credit card number and billing address. We use this information only to bill you for the product(s) you order at that time. For your convenience, we do save billing information in case you want to order from us again, but we don&#039;t use this information again without your permission.We occasionally hire other companies to provide limited services on our behalf, including packaging, mailing and delivering purchases, answering customer questions about products or services, sending postal mail and processing event registration. We will only provide those companies the information they need to deliver the service, and they are prohibited from using that information for any other purpose.Seanmag 888 will disclose your personal information, without notice, only if required to do so by law or in the good faith belief that such action is necessary to:(a) conform to the edicts of the law or comply with legal process served on Seanmag 888 or the site;(b) protect and defend the rights or property of Seanmag 888 and its family of Websites, and,(c) act in urgent circumstances to protect the personal safety of users of Seanmag 888, its Websites, or the public.ANTI-SPAM policy this sets forth our policy with regard to the use of “Spam” marketing techniques in connection with Internet Marketing. In the event that we deem you to be in violation of these policies, we shall immediately revoke your membership rights and close any active account.We have a strict policy against spamming. We forbid the sending of unsolicited mass Emails or unsolicited Emails of any kind in connection with the marketing of our programs, products and services.We reserve the right to terminate your account and participation in our programs “for cause” if we deem you to be in violation of our anti-spamming policies. We also reserve the right to suspend your account and participation pending review upon receipt of any complaint or other evidence that you may be engaging in any spamming activity.We consider spamming to be any activity whereby you directly or indirectly transmit email messages to any email address that has not solicited such email and does not consent to such transmission. We also consider spamming to constitute posting advertisements in newsgroups in violation of the terms of participation in such newsgroup, that are off-topic, or in newsgroups that do not specifically permit advertisements. We also consider it spamming when advertisements are placed on message boards or in chat rooms when they are not permitted by the terms of participation in such message boards and chat rooms.If you are “spammed” by anyone regarding our products, services, website, or any other matters, please report this activity to spam@saenmag888.com\" \/>\n<link rel=\"canonical\" href=\"https:\/\/aquariusspiritus.com\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Seanmag 888 - Privacy Policy\" \/>\n<meta property=\"og:description\" content=\"The Internet is an amazing tool. It has the power to change the way we live, and we&#039;re starting to see that potential today. With only a few mouse-clicks, you can follow the news, look up facts, buy goods and services, and communicate with others from around the world. It&#039;s important to Seanmag 888 to help our customers retain their privacy when they take advantage of all the Internet has to offer.We believe your business is no one else&#039;s. Your privacy is important to you and to us. So we&#039;ll protect the information you share with us. To protect your privacy, Seanmag 888 follows different principles in accordance with worldwide practices for customer privacy and data protection.We won’t sell or give away your name, mail address, phone number, email address or any other information to anyone.We’ll use state-of-the-art security measures to protect your information from unauthorized users.NOTICEWe will ask you when we need information that personally identifies you (personal information) or allows us to contact you. Generally, this information is requested when you create a Registration ID on the site or when you download free software, enter a contest, order email newsletters or join a limited-access premium site. We use your Personal Information for four primary purposes:To make the site easier for you to use by not having to enter information more than once.To help you quickly find software, services or information.To help us create content most relevant to you.To alert you to product upgrades, special offers, updated information and other new services from Seanmag 888.CONSENTIf you choose not to register or provide personal information, you can still use most of www.aquariusspiritus.com. But you will not be able to access areas that require registration.If you decide to register, you will be able to select the kinds of information you want to receive from us by subscribing to various services, like our electronic newsletters. If you do not want us to communicate with you about other offers regarding Seanmag 888 products, programs, events, or services by email, postal mail, or telephone, you may select the option stating that you do not wish to receive marketing messages from Seanmag 888.Seanmag 888 occasionally allows other companies to offer our registered customers information about their products and services, using postal mail only. If you do not want to receive these offers, you may select the option stating that you do not wish to receive marketing materials from third parties.ACCESSWe will provide you with the means to ensure that your personal information is correct and current. You may review and update this information at any time at the Visitor Center. There, you can:a. View and edit personal information you have already given us.b. Tell us whether you want us to send you marketing information, or whether you want third parties to send you their offers by postal mail.c. Sign up for electronic newsletters about our services and products.d. Register. Once you register, you won&#039;t need to do it again. Wherever you go on www.aquariusspiritus.com, your information stays with you.SECURITYSeanmag 888 has taken strong measures to protect the security of your personal information and to ensure that your choices for its intended use are honored. We take strong precautions to protect your data from loss, misuse, unauthorized access or disclosure, alteration, or destruction.We guarantee your e-commerce transactions to be 100% safe and secure. When you place orders or access your personal account information, you&#039;re utilizing secure server software SSL, which encrypts your personal information before it&#039;s sent over the Internet. SSL is one of the safest encryption technologies available.In addition, your transactions are guaranteed under the Fair Credit Billing Act. This Act states that your bank cannot hold you liable for more than $50.00 in fraudulent credit card charges. If your bank does hold you liable for $50.00 or less, we&#039;ll cover your liability provided the unauthorized, fraudulent use of your credit card resulted through no fault of your own and from purchases made from us over our secure server. In the event of unauthorized use of your credit card, you must notify your credit card provider in accordance with its reporting rules and procedures.Seanmag 888 strictly protects the security of your personal information and honors your choices for its intended use. We carefully protect your data from loss, misuse, unauthorized access or disclosure, alteration, or destruction.Your personal information is never shared outside the company without your permission, except under conditions explained above. Inside the company, data is stored in password-controlled servers with limited access. Your information may be stored and processed in Australia or any other country where Seanmag 888, its subsidiaries, affiliates or agents are located.You also have a significant role in protecting your information. No one can see or edit your personal information without knowing your user name and password, so do not share these with others.NOTICE TO PARENTSParents or guardians: we want to help you guard your children&#039;s privacy. We encourage you to talk to your children about safe and responsible use of their Personal Information while using the Internet.The Seanmag 888 site does not publish content that is targeted to children. However, if you are concerned about your children providing Seanmag 888 any personal information without your consent, Seanmag 888 offers a Kids account. It allows parents to give parental consent for the collection, use and sharing of children’s (ages 12 and under) personal information online.ENFORCEMENTIf for some reason you believe Seanmag 888 has not adhered to these principles, please notify us by email at privacy@saenmag888.com, and we will do our best to determine and correct the problem promptly. Be certain the words Privacy Policy are in the Subject line.ELECTRONIC PRODUCT REGISTRATIONWhen you buy and install a new product, we may ask you to register your purchase electronically. When you do, we merge your registration information with any information you&#039;ve already left with us (we call that information your personal profile). If you haven&#039;t previously registered with us, we create a personal profile for you from your product registration information. If you ever want to review or update that information, you can visit the Profile Center, click on Update Profile, and edit any of the Personal Information in your profile. If you haven&#039;t already created a Registration ID, we will ask you to do so. This ensures that only you can access your information.CUSTOMER PROFILESAs mentioned above, every registered customer has a unique personal profile. Each profile is assigned a unique personal identification number, which helps us ensure that only you can access your profile.When you register, we create your profile, assign a personal identification number, then send this personal identification number back to your hard drive in the form of a cookie, which is a very small bit of code. This code is uniquely yours. It is your passport to seamless travel across www.aquariusspiritus.com, allowing you to download free software, order free newsletters, and visit premium sites without having to fill out registration forms with information you&#039;ve already provided. Even if you switch computers, you won&#039;t have to re-register – just use your Registration ID to identify yourself.WHAT WE DO WITH THE INFORMATION YOU SHAREWhen you join us, you provide us with your contact information, including your name and email address. We use this information to send you updates about your order, questionnaires to measure your satisfaction with our service and announcements about new and exciting services that we offer. When you order from us, we ask for your credit card number and billing address. We use this information only to bill you for the product(s) you order at that time. For your convenience, we do save billing information in case you want to order from us again, but we don&#039;t use this information again without your permission.We occasionally hire other companies to provide limited services on our behalf, including packaging, mailing and delivering purchases, answering customer questions about products or services, sending postal mail and processing event registration. We will only provide those companies the information they need to deliver the service, and they are prohibited from using that information for any other purpose.Seanmag 888 will disclose your personal information, without notice, only if required to do so by law or in the good faith belief that such action is necessary to:(a) conform to the edicts of the law or comply with legal process served on Seanmag 888 or the site;(b) protect and defend the rights or property of Seanmag 888 and its family of Websites, and,(c) act in urgent circumstances to protect the personal safety of users of Seanmag 888, its Websites, or the public.ANTI-SPAM policy this sets forth our policy with regard to the use of “Spam” marketing techniques in connection with Internet Marketing. In the event that we deem you to be in violation of these policies, we shall immediately revoke your membership rights and close any active account.We have a strict policy against spamming. We forbid the sending of unsolicited mass Emails or unsolicited Emails of any kind in connection with the marketing of our programs, products and services.We reserve the right to terminate your account and participation in our programs “for cause” if we deem you to be in violation of our anti-spamming policies. We also reserve the right to suspend your account and participation pending review upon receipt of any complaint or other evidence that you may be engaging in any spamming activity.We consider spamming to be any activity whereby you directly or indirectly transmit email messages to any email address that has not solicited such email and does not consent to such transmission. We also consider spamming to constitute posting advertisements in newsgroups in violation of the terms of participation in such newsgroup, that are off-topic, or in newsgroups that do not specifically permit advertisements. We also consider it spamming when advertisements are placed on message boards or in chat rooms when they are not permitted by the terms of participation in such message boards and chat rooms.If you are “spammed” by anyone regarding our products, services, website, or any other matters, please report this activity to spam@saenmag888.com\" \/>\n<meta property=\"og:url\" content=\"https:\/\/aquariusspiritus.com\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Seanmag 888\" \/>\n<meta property=\"article:modified_time\" content=\"2020-02-06T03:14:05+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/aquariusspiritus.com\/wp-content\/uploads\/2020\/01\/favicon.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"364\" \/>\n\t<meta property=\"og:image:height\" content=\"444\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"9 minutes\">\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/aquariusspiritus.com\/#organization\",\"name\":\"Seanmag 888\",\"url\":\"https:\/\/aquariusspiritus.com\/\",\"sameAs\":[],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/aquariusspiritus.com\/#logo\",\"inLanguage\":\"en-AU\",\"url\":\"https:\/\/aquariusspiritus.com\/wp-content\/uploads\/2020\/01\/favicon.jpg\",\"width\":364,\"height\":444,\"caption\":\"Seanmag 888\"},\"image\":{\"@id\":\"https:\/\/aquariusspiritus.com\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/aquariusspiritus.com\/#website\",\"url\":\"https:\/\/aquariusspiritus.com\/\",\"name\":\"Seanmag 888\",\"description\":\"Medical and Humanitarian Aid Supplier\",\"publisher\":{\"@id\":\"https:\/\/aquariusspiritus.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/aquariusspiritus.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-AU\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/aquariusspiritus.com\/privacy-policy\/#webpage\",\"url\":\"https:\/\/aquariusspiritus.com\/privacy-policy\/\",\"name\":\"Seanmag 888 - Privacy Policy\",\"isPartOf\":{\"@id\":\"https:\/\/aquariusspiritus.com\/#website\"},\"datePublished\":\"2020-01-21T08:04:17+00:00\",\"dateModified\":\"2020-02-06T03:14:05+00:00\",\"description\":\"The Internet is an amazing tool. It has the power to change the way we live, and we're starting to see that potential today. With only a few mouse-clicks, you can follow the news, look up facts, buy goods and services, and communicate with others from around the world. It's important to Seanmag 888 to help our customers retain their privacy when they take advantage of all the Internet has to offer.We believe your business is no one else's. Your privacy is important to you and to us. So we'll protect the information you share with us. To protect your privacy, Seanmag 888\\u00a0follows different principles in accordance with worldwide practices for customer privacy and data protection.We won\\u2019t sell or give away your name, mail address, phone number, email address or any other information to anyone.We\\u2019ll use state-of-the-art security measures to protect your information from unauthorized users.NOTICEWe will ask you when we need information that personally identifies you (personal information) or allows us to contact you. Generally, this information is requested when you create a Registration ID on the site or when you download free software, enter a contest, order email newsletters or join a limited-access premium site. We use your Personal Information for four primary purposes:To make the site easier for you to use by not having to enter information more than once.To help you quickly find software, services or information.To help us create content most relevant to you.To alert you to product upgrades, special offers, updated information and other new services from Seanmag 888.CONSENTIf you choose not to register or provide personal information, you can still use most of www.aquariusspiritus.com. But you will not be able to access areas that require registration.If you decide to register, you will be able to select the kinds of information you want to receive from us by subscribing to various services, like our electronic newsletters. If you do not want us to communicate with you about other offers regarding Seanmag 888 products, programs, events, or services by email, postal mail, or telephone, you may select the option stating that you do not wish to receive marketing messages from Seanmag 888.Seanmag 888 occasionally allows other companies to offer our registered customers information about their products and services, using postal mail only. If you do not want to receive these offers, you may select the option stating that you do not wish to receive marketing materials from third parties.ACCESSWe will provide you with the means to ensure that your personal information is correct and current. You may review and update this information at any time at the Visitor Center. There, you can:a. View and edit personal information you have already given us.b. Tell us whether you want us to send you marketing information, or whether you want third parties to send you their offers by postal mail.c. Sign up for electronic newsletters about our services and products.d. Register. Once you register, you won't need to do it again. Wherever you go on www.aquariusspiritus.com, your information stays with you.SECURITYSeanmag 888 has taken strong measures to protect the security of your personal information and to ensure that your choices for its intended use are honored. We take strong precautions to protect your data from loss, misuse, unauthorized access or disclosure, alteration, or destruction.We guarantee your e-commerce transactions to be 100% safe and secure. When you place orders or access your personal account information, you're utilizing secure server software SSL, which encrypts your personal information before it's sent over the Internet. SSL is one of the safest encryption technologies available.In addition, your transactions are guaranteed under the Fair Credit Billing Act. This Act states that your bank cannot hold you liable for more than $50.00 in fraudulent credit card charges. If your bank does hold you liable for $50.00 or less, we'll cover your liability provided the unauthorized, fraudulent use of your credit card resulted through no fault of your own and from purchases made from us over our secure server. In the event of unauthorized use of your credit card, you must notify your credit card provider in accordance with its reporting rules and procedures.Seanmag 888 strictly protects the security of your personal information and honors your choices for its intended use. We carefully protect your data from loss, misuse, unauthorized access or disclosure, alteration, or destruction.Your personal information is never shared outside the company without your permission, except under conditions explained above. Inside the company, data is stored in password-controlled servers with limited access. Your information may be stored and processed in Australia or any other country where Seanmag 888, its subsidiaries, affiliates or agents are located.You also have a significant role in protecting your information. No one can see or edit your personal information without knowing your user name and password, so do not share these with others.NOTICE TO PARENTSParents or guardians: we want to help you guard your children's privacy. We encourage you to talk to your children about safe and responsible use of their Personal Information while using the Internet.The Seanmag 888 site does not publish content that is targeted to children. However, if you are concerned about your children providing Seanmag 888 any personal information without your consent, Seanmag 888 offers a Kids account. It allows parents to give parental consent for the collection, use and sharing of children\\u2019s (ages 12 and under) personal information online.ENFORCEMENTIf for some reason you believe Seanmag 888 has not adhered to these principles, please notify us by email at privacy@saenmag888.com, and we will do our best to determine and correct the problem promptly. Be certain the words Privacy Policy are in the Subject line.ELECTRONIC PRODUCT REGISTRATIONWhen you buy and install a new product, we may ask you to register your purchase electronically. When you do, we merge your registration information with any information you've already left with us (we call that information your personal profile). If you haven't previously registered with us, we create a personal profile for you from your product registration information. If you ever want to review or update that information, you can visit the Profile Center, click on Update Profile, and edit any of the Personal Information in your profile. If you haven't already created a Registration ID, we will ask you to do so. This ensures that only you can access your information.CUSTOMER PROFILESAs mentioned above, every registered customer has a unique personal profile. Each profile is assigned a unique personal identification number, which helps us ensure that only you can access your profile.When you register, we create your profile, assign a personal identification number, then send this personal identification number back to your hard drive in the form of a cookie, which is a very small bit of code. This code is uniquely yours. It is your passport to seamless travel across www.aquariusspiritus.com, allowing you to download free software, order free newsletters, and visit premium sites without having to fill out registration forms with information you've already provided. Even if you switch computers, you won't have to re-register \\u2013 just use your Registration ID to identify yourself.WHAT WE DO WITH THE INFORMATION YOU SHAREWhen you join us, you provide us with your contact information, including your name and email address. We use this information to send you updates about your order, questionnaires to measure your satisfaction with our service and announcements about new and exciting services that we offer. When you order from us, we ask for your credit card number and billing address. We use this information only to bill you for the product(s) you order at that time. For your convenience, we do save billing information in case you want to order from us again, but we don't use this information again without your permission.We occasionally hire other companies to provide limited services on our behalf, including packaging, mailing and delivering purchases, answering customer questions about products or services, sending postal mail and processing event registration. We will only provide those companies the information they need to deliver the service, and they are prohibited from using that information for any other purpose.Seanmag 888 will disclose your personal information, without notice, only if required to do so by law or in the good faith belief that such action is necessary to:(a) conform to the edicts of the law or comply with legal process served on Seanmag 888 or the site;(b) protect and defend the rights or property of Seanmag 888 and its family of Websites, and,(c) act in urgent circumstances to protect the personal safety of users of Seanmag 888, its Websites, or the public.ANTI-SPAM policy this sets forth our policy with regard to the use of \\u201cSpam\\u201d marketing techniques in connection with Internet Marketing. In the event that we deem you to be in violation of these policies, we shall immediately revoke your membership rights and close any active account.We have a strict policy against spamming. We forbid the sending of unsolicited mass Emails or unsolicited Emails of any kind in connection with the marketing of our programs, products and services.We reserve the right to terminate your account and participation in our programs \\u201cfor cause\\u201d if we deem you to be in violation of our anti-spamming policies. We also reserve the right to suspend your account and participation pending review upon receipt of any complaint or other evidence that you may be engaging in any spamming activity.We consider spamming to be any activity whereby you directly or indirectly transmit email messages to any email address that has not solicited such email and does not consent to such transmission. We also consider spamming to constitute posting advertisements in newsgroups in violation of the terms of participation in such newsgroup, that are off-topic, or in newsgroups that do not specifically permit advertisements. We also consider it spamming when advertisements are placed on message boards or in chat rooms when they are not permitted by the terms of participation in such message boards and chat rooms.If you are \\u201cspammed\\u201d by anyone regarding our products, services, website, or any other matters, please report this activity to spam@saenmag888.com\",\"breadcrumb\":{\"@id\":\"https:\/\/aquariusspiritus.com\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-AU\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/aquariusspiritus.com\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/aquariusspiritus.com\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https:\/\/aquariusspiritus.com\/\",\"url\":\"https:\/\/aquariusspiritus.com\/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https:\/\/aquariusspiritus.com\/privacy-policy\/\",\"url\":\"https:\/\/aquariusspiritus.com\/privacy-policy\/\",\"name\":\"Privacy Policy\"}}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","_links":{"self":[{"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/pages\/2427"}],"collection":[{"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/comments?post=2427"}],"version-history":[{"count":1,"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/pages\/2427\/revisions"}],"predecessor-version":[{"id":3067,"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/pages\/2427\/revisions\/3067"}],"wp:attachment":[{"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/media?parent=2427"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}