{"id":2446,"date":"2020-01-21T20:06:55","date_gmt":"2020-01-21T10:06:55","guid":{"rendered":"http:\/\/aquariusspiritus.com\/?page_id=2446"},"modified":"2020-02-06T13:38:09","modified_gmt":"2020-02-06T03:38:09","slug":"online-sales-disclaimer","status":"publish","type":"page","link":"https:\/\/aquariusspiritus.com\/online-sales-disclaimer\/","title":{"rendered":"Online Sales Disclaimer"},"content":{"rendered":"<section  id=\"section-6053c7e192ca1\" class=\"fw-main-row   auto \"  style=\"  \"  >\r\n    <div >\r\n        <div class=\"fw-container sections\">\r\n\t\t\t<div class=\"fw-row\">\n\t\r\n\r\n\r\n<div id=\"column-6053c7e192fa7\" class=\"none  fw-col-sm-12      wow \" data-wow-offset=\"120\" data-wow-duration=\"1.5s\" style=\"  \">\r\n        <div class=\"fw-main-row\"  style=\"\">\r\n        <div class=\"fw-col-inner\">\r\n            <p><strong>ONLINE SALES CONTRACT<\/strong><\/p><p>The following is the terms of the agreement between Seanmag 888 (“Company”) and the buyer (“Buyer”) of goods or services through the Company’s Website (the “Site”). If you do not agree to these terms, you will not be able to purchase anything, so please review these terms carefully:<\/p><p>INTRODUCTION<\/p><p>Buyer agrees to the terms and conditions outlined in this Online Contract (\"Contract\") with respect to the goods, services and information provided by or through the Site. This Contract constitutes the entire and only agreement between the Company and Buyer, and supersedes any and all prior or contemporaneous agreements, representations, warranties, and understandings with respect to the goods, services and information provided by or through the Site, and the subject matter of this Contract. Buyer agrees to review this Contract prior to purchasing anything and purchase of a good or service shall be deemed acceptance of this Contract.<\/p><p>SETUP AND PAYMENT<\/p><p>Buyer represents and warrants that (i) the credit card information supplied is true, correct and complete and (ii) charges incurred by the Buyer will be honored by the Buyer's credit card company and (iii) Buyer shall pay charges incurred by Buyer at the amounts in effect at the time incurred, including all applicable taxes. Buyer shall be responsible for all charges incurred through use of Buyer's password. Buyer agrees to keep his or her password confidential and to notify Company within 24 hours of any breach of this Contract or unauthorized use of the password. Company does not protect Buyer from unauthorized use of Buyer's password.<\/p><p>COPYRIGHT<\/p><p>The content, organization, gathering, compilation, magnetic translation, digital conversion and other matters related to the Site are protected under applicable copyrights, trademarks, and other proprietary (including but not limited to intellectual property) rights, and, the copying, redistribution, use or publication by a Buyer of any such content or any part of the Site is prohibited.<\/p><p>EDITING, DELETING, AND MODIFICATION<\/p><p>Company reserves the right in its sole discretion to edit or delete any information or content appearing on the Site and to remove any goods and services for sale. Upon notice published over the Service, Company may modify this Contract, or prices, and may discontinue or revise any or all aspects of the Site in its sole discretion and without prior notice. Modification of this Contract will be deemed effective upon publication on the Site with respect to transactions occurring after said date.<\/p><p>RIGHT TO REFUSE<\/p><p>Company reserves the right in its sole discretion to refuse service at any time. Sale of any goods or services is subject to availability.<\/p><p>INDEMNIFICATION<\/p><p>Buyer agrees to indemnify, defend and hold Company and its affiliates, licensors and suppliers harmless from any liability, loss, claim and expense, including reasonable attorney's fees, related to a Buyer's violation of this Contract or use of the Site.<\/p><p>NON-TRANSFERABLE<\/p><p>Buyer's right to use the Service is not transferable and is subject to any limits established by Company or by Buyer's credit card company.<\/p><p>DISCLAIMER<\/p><p>THE SERVICE, CONTENT, GOODS AND SERVICES FROM OR THROUGH THE SERVICE ARE PROVIDED \"AS-IS,\" \"AS AVAILABLE,\" AND ALL WARRANTIES, EXPRESS OR IMPLIED, ARE DISCLAIMED (INCLUDING BUT NOT LIMITED TO THE DISCLAIMER OF ANY IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE). THE SOLE AND ENTIRE MAXIMUM LIABILITY OF COMPANY, FOR ANY REASON, AND BUYER'S SOLE AND EXCLUSIVE REMEDY FOR ANY CAUSE WHATSOEVER, SHALL BE LIMITED TO THE AMOUNT PAID BY THE CUSTOMER FOR THE PARTICULAR ITEMS PURCHASED. COMPANY AND ANY OF ITS AFFILIATES, DEALERS OR SUPPLIERS ARE NOT LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, LITIGATION, OR THE LIKE), WHETHER BASED ON BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR OTHERWISE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THE LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN COMPANY AND BUYER. THIS SITE AND GOODS AND SERVICES WOULD NOT BE PROVIDED WITHOUT SUCH LIMITATIONS. SOME STATE STATUTES MAY APPLY REGARDING LIMITATION OF LIABILITY.<\/p><p>REFUND POLICY<\/p><p>If a product purchased is defective or not to Buyer’s satisfaction, Buyer can return the product in its original condition within (7) days of receipt, to the following address: [FULL ADDRESS]. In such event, Company shall provide Buyer a credit for other purchases from the Site (less shipping and handling charges incurred). This Section 9 sets forth Buyer’s sole and exclusive right to refund.<\/p><p>USE OF INFORMATION<\/p><p>Company reserves the right, and Buyer authorizes Company, to the use and assignment of all information regarding Buyer’s use of the Site and all information provided by Buyer, subject to applicable law.<\/p><p>GOVERNING LAW<\/p><p>This Contract shall be treated as though it were executed and performed in AUSTRALIA and shall be governed by and construed in accordance with the laws of QUEENSLAND (without regard to conflict of law principles). Any cause of action of Buyer with respect to the Site must be instituted within (1) months after any purchase or be forever waived and barred. All actions shall be subject to the limitations set forth in Section 8. The language in this Contract shall be interpreted as to its fair meaning and not strictly for or against any party.<\/p><p>LITIGATION<\/p><p>All legal proceedings arising out of or in connection with this Contract shall be brought solely in QUEENSLAND, AUSTRALIA and Buyer expressly submits to the jurisdiction of said courts and Buyer consents to extra-territorial service of process. Should any part of this Contract be held invalid or unenforceable, that portion shall be construed consistent with applicable law as nearly as possible to reflect the original intentions of the parties and the remaining portions shall remain in full force and effect. To the extent that anything in or associated with the Site or the Company is in conflict or inconsistent with this Contract, this Contract shall take precedence. Failure of Company to enforce any provision of this Contract shall not be deemed a waiver of such provision nor of the right to enforce such provision.<\/p><p>ACKNOWLEDGMENT<\/p><p>This Agreement represents the entire understanding between you and us regarding your relationship to Online and supersedes any prior statements or representations. IF YOU AGREE TO BE BOUND BY THE TERMS OF THIS ONLINE AGREEMENT, please click the \"I Agree\" button below. If you do not agree to the terms of the Subscriber Agreement, please click the “I Don’t Agree” button to log off the system.<\/p><p>If you don’t click on “I Agree” then you will not be able to purchase any goods or services.<\/p>        <\/div>\r\n    <\/div>\r\n<\/div><\/div>\n\n        <\/div>\r\n    <\/div>\r\n<\/section>\r\n\n","protected":false},"excerpt":{"rendered":"<p>ONLINE SALES CONTRACTThe following is the terms of the agreement between Seanmag 888 (“Company”) and the buyer (“Buyer”) of goods or services through the Company’s Website (the “Site”). If you do not agree to these terms, you will not be able to purchase anything, so please review these terms carefully:INTRODUCTIONBuyer agrees to the terms and [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"template\/template-full-width.php","meta":{"spay_email":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v16.0.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Seanmag 888 Online Sales Disclaimer<\/title>\n<meta name=\"description\" content=\"The following is the terms of the agreement between Seanmag 888 (“Company”) and the buyer (“Buyer”) of goods or services through the Company’s Website (the “Site”). If you do not agree to these terms, you will not be able to purchase anything, so please review these terms carefully: INTRODUCTION Buyer agrees to the terms and conditions outlined in this Online Contract (&quot;Contract&quot;) with respect to the goods, services and information provided by or through the Site. This Contract constitutes the entire and only agreement between the Company and Buyer, and supersedes any and all prior or contemporaneous agreements, representations, warranties, and understandings with respect to the goods, services and information provided by or through the Site, and the subject matter of this Contract. Buyer agrees to review this Contract prior to purchasing anything and purchase of a good or service shall be deemed acceptance of this Contract. SETUP AND PAYMENT Buyer represents and warrants that (i) the credit card information supplied is true, correct and complete and (ii) charges incurred by the Buyer will be honored by the Buyer&#039;s credit card company and (iii) Buyer shall pay charges incurred by Buyer at the amounts in effect at the time incurred, including all applicable taxes. Buyer shall be responsible for all charges incurred through use of Buyer&#039;s password. Buyer agrees to keep his or her password confidential and to notify Company within 24 hours of any breach of this Contract or unauthorized use of the password. Company does not protect Buyer from unauthorized use of Buyer&#039;s password. COPYRIGHT The content, organization, gathering, compilation, magnetic translation, digital conversion and other matters related to the Site are protected under applicable copyrights, trademarks, and other proprietary (including but not limited to intellectual property) rights, and, the copying, redistribution, use or publication by a Buyer of any such content or any part of the Site is prohibited. EDITING, DELETING, AND MODIFICATION Company reserves the right in its sole discretion to edit or delete any information or content appearing on the Site and to remove any goods and services for sale. Upon notice published over the Service, Company may modify this Contract, or prices, and may discontinue or revise any or all aspects of the Site in its sole discretion and without prior notice. Modification of this Contract will be deemed effective upon publication on the Site with respect to transactions occurring after said date. RIGHT TO REFUSE Company reserves the right in its sole discretion to refuse service at any time. Sale of any goods or services is subject to availability. INDEMNIFICATION Buyer agrees to indemnify, defend and hold Company and its affiliates, licensors and suppliers harmless from any liability, loss, claim and expense, including reasonable attorney&#039;s fees, related to a Buyer&#039;s violation of this Contract or use of the Site. NON-TRANSFERABLE Buyer&#039;s right to use the Service is not transferable and is subject to any limits established by Company or by Buyer&#039;s credit card company. DISCLAIMER THE SERVICE, CONTENT, GOODS AND SERVICES FROM OR THROUGH THE SERVICE ARE PROVIDED &quot;AS-IS,&quot; &quot;AS AVAILABLE,&quot; AND ALL WARRANTIES, EXPRESS OR IMPLIED, ARE DISCLAIMED (INCLUDING BUT NOT LIMITED TO THE DISCLAIMER OF ANY IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE). THE SOLE AND ENTIRE MAXIMUM LIABILITY OF COMPANY, FOR ANY REASON, AND BUYER&#039;S SOLE AND EXCLUSIVE REMEDY FOR ANY CAUSE WHATSOEVER, SHALL BE LIMITED TO THE AMOUNT PAID BY THE CUSTOMER FOR THE PARTICULAR ITEMS PURCHASED. COMPANY AND ANY OF ITS AFFILIATES, DEALERS OR SUPPLIERS ARE NOT LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, LITIGATION, OR THE LIKE), WHETHER BASED ON BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR OTHERWISE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THE LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN COMPANY AND BUYER. THIS SITE AND GOODS AND SERVICES WOULD NOT BE PROVIDED WITHOUT SUCH LIMITATIONS. SOME STATE STATUTES MAY APPLY REGARDING LIMITATION OF LIABILITY. REFUND POLICY If a product purchased is defective or not to Buyer’s satisfaction, Buyer can return the product in its original condition within (7) days of receipt, to the following address: [FULL ADDRESS]. In such event, Company shall provide Buyer a credit for other purchases from the Site (less shipping and handling charges incurred). This Section 9 sets forth Buyer’s sole and exclusive right to refund. USE OF INFORMATION Company reserves the right, and Buyer authorizes Company, to the use and assignment of all information regarding Buyer’s use of the Site and all information provided by Buyer, subject to applicable law. GOVERNING LAW This Contract shall be treated as though it were executed and performed in AUSTRALIA and shall be governed by and construed in accordance with the laws of QUEENSLAND (without regard to conflict of law principles). Any cause of action of Buyer with respect to the Site must be instituted within (1) months after any purchase or be forever waived and barred. All actions shall be subject to the limitations set forth in Section 8. The language in this Contract shall be interpreted as to its fair meaning and not strictly for or against any party. LITIGATION All legal proceedings arising out of or in connection with this Contract shall be brought solely in QUEENSLAND, AUSTRALIA and Buyer expressly submits to the jurisdiction of said courts and Buyer consents to extra-territorial service of process. Should any part of this Contract be held invalid or unenforceable, that portion shall be construed consistent with applicable law as nearly as possible to reflect the original intentions of the parties and the remaining portions shall remain in full force and effect. To the extent that anything in or associated with the Site or the Company is in conflict or inconsistent with this Contract, this Contract shall take precedence. Failure of Company to enforce any provision of this Contract shall not be deemed a waiver of such provision nor of the right to enforce such provision. ACKNOWLEDGMENT This Agreement represents the entire understanding between you and us regarding your relationship to Online and supersedes any prior statements or representations. IF YOU AGREE TO BE BOUND BY THE TERMS OF THIS ONLINE AGREEMENT, please click the &quot;I Agree&quot; button below. If you do not agree to the terms of the Subscriber Agreement, please click the “I Don’t Agree” button to log off the system. If you don’t click on “I Agree” then you will not be able to purchase any goods or services.\" \/>\n<link rel=\"canonical\" href=\"https:\/\/aquariusspiritus.com\/online-sales-disclaimer\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Seanmag 888 Online Sales Disclaimer\" \/>\n<meta property=\"og:description\" content=\"The following is the terms of the agreement between Seanmag 888 (“Company”) and the buyer (“Buyer”) of goods or services through the Company’s Website (the “Site”). If you do not agree to these terms, you will not be able to purchase anything, so please review these terms carefully: INTRODUCTION Buyer agrees to the terms and conditions outlined in this Online Contract (&quot;Contract&quot;) with respect to the goods, services and information provided by or through the Site. This Contract constitutes the entire and only agreement between the Company and Buyer, and supersedes any and all prior or contemporaneous agreements, representations, warranties, and understandings with respect to the goods, services and information provided by or through the Site, and the subject matter of this Contract. Buyer agrees to review this Contract prior to purchasing anything and purchase of a good or service shall be deemed acceptance of this Contract. SETUP AND PAYMENT Buyer represents and warrants that (i) the credit card information supplied is true, correct and complete and (ii) charges incurred by the Buyer will be honored by the Buyer&#039;s credit card company and (iii) Buyer shall pay charges incurred by Buyer at the amounts in effect at the time incurred, including all applicable taxes. Buyer shall be responsible for all charges incurred through use of Buyer&#039;s password. Buyer agrees to keep his or her password confidential and to notify Company within 24 hours of any breach of this Contract or unauthorized use of the password. Company does not protect Buyer from unauthorized use of Buyer&#039;s password. COPYRIGHT The content, organization, gathering, compilation, magnetic translation, digital conversion and other matters related to the Site are protected under applicable copyrights, trademarks, and other proprietary (including but not limited to intellectual property) rights, and, the copying, redistribution, use or publication by a Buyer of any such content or any part of the Site is prohibited. EDITING, DELETING, AND MODIFICATION Company reserves the right in its sole discretion to edit or delete any information or content appearing on the Site and to remove any goods and services for sale. Upon notice published over the Service, Company may modify this Contract, or prices, and may discontinue or revise any or all aspects of the Site in its sole discretion and without prior notice. Modification of this Contract will be deemed effective upon publication on the Site with respect to transactions occurring after said date. RIGHT TO REFUSE Company reserves the right in its sole discretion to refuse service at any time. Sale of any goods or services is subject to availability. INDEMNIFICATION Buyer agrees to indemnify, defend and hold Company and its affiliates, licensors and suppliers harmless from any liability, loss, claim and expense, including reasonable attorney&#039;s fees, related to a Buyer&#039;s violation of this Contract or use of the Site. NON-TRANSFERABLE Buyer&#039;s right to use the Service is not transferable and is subject to any limits established by Company or by Buyer&#039;s credit card company. DISCLAIMER THE SERVICE, CONTENT, GOODS AND SERVICES FROM OR THROUGH THE SERVICE ARE PROVIDED &quot;AS-IS,&quot; &quot;AS AVAILABLE,&quot; AND ALL WARRANTIES, EXPRESS OR IMPLIED, ARE DISCLAIMED (INCLUDING BUT NOT LIMITED TO THE DISCLAIMER OF ANY IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE). THE SOLE AND ENTIRE MAXIMUM LIABILITY OF COMPANY, FOR ANY REASON, AND BUYER&#039;S SOLE AND EXCLUSIVE REMEDY FOR ANY CAUSE WHATSOEVER, SHALL BE LIMITED TO THE AMOUNT PAID BY THE CUSTOMER FOR THE PARTICULAR ITEMS PURCHASED. COMPANY AND ANY OF ITS AFFILIATES, DEALERS OR SUPPLIERS ARE NOT LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, LITIGATION, OR THE LIKE), WHETHER BASED ON BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR OTHERWISE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THE LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN COMPANY AND BUYER. THIS SITE AND GOODS AND SERVICES WOULD NOT BE PROVIDED WITHOUT SUCH LIMITATIONS. SOME STATE STATUTES MAY APPLY REGARDING LIMITATION OF LIABILITY. REFUND POLICY If a product purchased is defective or not to Buyer’s satisfaction, Buyer can return the product in its original condition within (7) days of receipt, to the following address: [FULL ADDRESS]. In such event, Company shall provide Buyer a credit for other purchases from the Site (less shipping and handling charges incurred). This Section 9 sets forth Buyer’s sole and exclusive right to refund. USE OF INFORMATION Company reserves the right, and Buyer authorizes Company, to the use and assignment of all information regarding Buyer’s use of the Site and all information provided by Buyer, subject to applicable law. GOVERNING LAW This Contract shall be treated as though it were executed and performed in AUSTRALIA and shall be governed by and construed in accordance with the laws of QUEENSLAND (without regard to conflict of law principles). Any cause of action of Buyer with respect to the Site must be instituted within (1) months after any purchase or be forever waived and barred. All actions shall be subject to the limitations set forth in Section 8. The language in this Contract shall be interpreted as to its fair meaning and not strictly for or against any party. LITIGATION All legal proceedings arising out of or in connection with this Contract shall be brought solely in QUEENSLAND, AUSTRALIA and Buyer expressly submits to the jurisdiction of said courts and Buyer consents to extra-territorial service of process. Should any part of this Contract be held invalid or unenforceable, that portion shall be construed consistent with applicable law as nearly as possible to reflect the original intentions of the parties and the remaining portions shall remain in full force and effect. To the extent that anything in or associated with the Site or the Company is in conflict or inconsistent with this Contract, this Contract shall take precedence. Failure of Company to enforce any provision of this Contract shall not be deemed a waiver of such provision nor of the right to enforce such provision. ACKNOWLEDGMENT This Agreement represents the entire understanding between you and us regarding your relationship to Online and supersedes any prior statements or representations. IF YOU AGREE TO BE BOUND BY THE TERMS OF THIS ONLINE AGREEMENT, please click the &quot;I Agree&quot; button below. If you do not agree to the terms of the Subscriber Agreement, please click the “I Don’t Agree” button to log off the system. If you don’t click on “I Agree” then you will not be able to purchase any goods or services.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/aquariusspiritus.com\/online-sales-disclaimer\/\" \/>\n<meta property=\"og:site_name\" content=\"Seanmag 888\" \/>\n<meta property=\"article:modified_time\" content=\"2020-02-06T03:38:09+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/aquariusspiritus.com\/wp-content\/uploads\/2020\/01\/favicon.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"364\" \/>\n\t<meta property=\"og:image:height\" content=\"444\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"5 minutes\">\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/aquariusspiritus.com\/#organization\",\"name\":\"Seanmag 888\",\"url\":\"https:\/\/aquariusspiritus.com\/\",\"sameAs\":[],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/aquariusspiritus.com\/#logo\",\"inLanguage\":\"en-AU\",\"url\":\"https:\/\/aquariusspiritus.com\/wp-content\/uploads\/2020\/01\/favicon.jpg\",\"width\":364,\"height\":444,\"caption\":\"Seanmag 888\"},\"image\":{\"@id\":\"https:\/\/aquariusspiritus.com\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/aquariusspiritus.com\/#website\",\"url\":\"https:\/\/aquariusspiritus.com\/\",\"name\":\"Seanmag 888\",\"description\":\"Medical and Humanitarian Aid Supplier\",\"publisher\":{\"@id\":\"https:\/\/aquariusspiritus.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/aquariusspiritus.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-AU\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/aquariusspiritus.com\/online-sales-disclaimer\/#webpage\",\"url\":\"https:\/\/aquariusspiritus.com\/online-sales-disclaimer\/\",\"name\":\"Seanmag 888 Online Sales Disclaimer\",\"isPartOf\":{\"@id\":\"https:\/\/aquariusspiritus.com\/#website\"},\"datePublished\":\"2020-01-21T10:06:55+00:00\",\"dateModified\":\"2020-02-06T03:38:09+00:00\",\"description\":\"The following is the terms of the agreement between Seanmag 888 (\\u201cCompany\\u201d) and the buyer (\\u201cBuyer\\u201d) of goods or services through the Company\\u2019s Website (the \\u201cSite\\u201d). If you do not agree to these terms, you will not be able to purchase anything, so please review these terms carefully: INTRODUCTION Buyer agrees to the terms and conditions outlined in this Online Contract (\\\"Contract\\\") with respect to the goods, services and information provided by or through the Site. This Contract constitutes the entire and only agreement between the Company and Buyer, and supersedes any and all prior or contemporaneous agreements, representations, warranties, and understandings with respect to the goods, services and information provided by or through the Site, and the subject matter of this Contract. Buyer agrees to review this Contract prior to purchasing anything and purchase of a good or service shall be deemed acceptance of this Contract. SETUP AND PAYMENT Buyer represents and warrants that (i) the credit card information supplied is true, correct and complete and (ii) charges incurred by the Buyer will be honored by the Buyer's credit card company and (iii)\\u00a0Buyer shall pay charges incurred by Buyer at the amounts in effect at the time incurred, including all applicable taxes. Buyer shall be responsible for all charges incurred through use of Buyer's password. Buyer agrees to keep his or her password confidential and to notify Company within 24 hours of any breach of this Contract or unauthorized use of the password. Company does not protect Buyer from unauthorized use of Buyer's password. COPYRIGHT The content, organization, gathering, compilation, magnetic translation, digital conversion and other matters related to the Site are protected under applicable copyrights, trademarks, and other proprietary (including but not limited to intellectual property) rights, and, the copying, redistribution, use or publication by a Buyer of any such content or any part of the Site is prohibited. EDITING, DELETING, AND MODIFICATION Company reserves the right in its sole discretion to edit or delete any information or content appearing on the Site and to remove any goods and services for sale. Upon notice published over the Service, Company may modify this Contract, or prices, and may discontinue or revise any or all aspects of the Site in its sole discretion and without prior notice. Modification of this Contract will be deemed effective upon publication on the Site with respect to transactions occurring after said date. RIGHT TO REFUSE Company reserves the right in its sole discretion to refuse service at any time. Sale of any goods or services is subject to availability. INDEMNIFICATION Buyer agrees to indemnify, defend and hold Company and its affiliates, licensors and suppliers harmless from any liability, loss, claim and expense, including reasonable attorney's fees, related to a Buyer's violation of this Contract or use of the Site. NON-TRANSFERABLE Buyer's right to use the Service is not transferable and is subject to any limits established by Company or by Buyer's credit card company. DISCLAIMER THE SERVICE, CONTENT, GOODS AND SERVICES FROM OR THROUGH THE SERVICE ARE PROVIDED \\\"AS-IS,\\\" \\\"AS AVAILABLE,\\\" AND ALL WARRANTIES, EXPRESS OR IMPLIED, ARE DISCLAIMED (INCLUDING BUT NOT LIMITED TO THE DISCLAIMER OF ANY IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE). THE SOLE AND ENTIRE MAXIMUM LIABILITY OF COMPANY, FOR ANY REASON, AND BUYER'S SOLE AND EXCLUSIVE REMEDY FOR ANY CAUSE WHATSOEVER, SHALL BE LIMITED TO THE AMOUNT PAID BY THE CUSTOMER FOR THE PARTICULAR ITEMS PURCHASED. COMPANY AND ANY OF ITS AFFILIATES, DEALERS OR SUPPLIERS ARE NOT LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, LITIGATION, OR THE LIKE), WHETHER BASED ON BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR OTHERWISE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THE LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN COMPANY AND BUYER. THIS SITE AND GOODS AND SERVICES WOULD NOT BE PROVIDED WITHOUT SUCH LIMITATIONS. SOME STATE STATUTES MAY APPLY REGARDING LIMITATION OF LIABILITY. REFUND POLICY If a product purchased is defective or not to Buyer\\u2019s satisfaction, Buyer can return the product in its original condition within (7) days of receipt, to the following address: [FULL ADDRESS]. In such event, Company shall provide Buyer a credit for other purchases from the Site (less shipping and handling charges incurred). This Section 9 sets forth Buyer\\u2019s sole and exclusive right to refund. USE OF INFORMATION Company reserves the right, and Buyer authorizes Company, to the use and assignment of all information regarding Buyer\\u2019s use of the Site and all information provided by Buyer, subject to applicable law. GOVERNING LAW This Contract shall be treated as though it were executed and performed in AUSTRALIA and shall be governed by and construed in accordance with the laws of QUEENSLAND (without regard to conflict of law principles). Any cause of action of Buyer with respect to the Site must be instituted within (1) months after any purchase or be forever waived and barred. All actions shall be subject to the limitations set forth in Section\\u00a08. The language in this Contract shall be interpreted as to its fair meaning and not strictly for or against any party. LITIGATION All legal proceedings arising out of or in connection with this Contract shall be brought solely in QUEENSLAND, AUSTRALIA and Buyer expressly submits to the jurisdiction of said courts and Buyer consents to extra-territorial service of process. Should any part of this Contract be held invalid or unenforceable, that portion shall be construed consistent with applicable law as nearly as possible to reflect the original intentions of the parties and the remaining portions shall remain in full force and effect. To the extent that anything in or associated with the Site or the Company is in conflict or inconsistent with this Contract, this Contract shall take precedence. Failure of Company to enforce any provision of this Contract shall not be deemed a waiver of such provision nor of the right to enforce such provision. ACKNOWLEDGMENT This Agreement represents the entire understanding between you and us regarding your relationship to Online and supersedes any prior statements or representations. IF YOU AGREE TO BE BOUND BY THE TERMS OF THIS ONLINE AGREEMENT, please click the \\\"I Agree\\\" button below. If you do not agree to the terms of the Subscriber Agreement, please click the \\u201cI Don\\u2019t Agree\\u201d button to log off the system. If you don\\u2019t click on \\u201cI Agree\\u201d then you will not be able to purchase any goods or services.\",\"breadcrumb\":{\"@id\":\"https:\/\/aquariusspiritus.com\/online-sales-disclaimer\/#breadcrumb\"},\"inLanguage\":\"en-AU\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/aquariusspiritus.com\/online-sales-disclaimer\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/aquariusspiritus.com\/online-sales-disclaimer\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https:\/\/aquariusspiritus.com\/\",\"url\":\"https:\/\/aquariusspiritus.com\/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https:\/\/aquariusspiritus.com\/online-sales-disclaimer\/\",\"url\":\"https:\/\/aquariusspiritus.com\/online-sales-disclaimer\/\",\"name\":\"Online Sales Disclaimer\"}}]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","_links":{"self":[{"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/pages\/2446"}],"collection":[{"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/comments?post=2446"}],"version-history":[{"count":1,"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/pages\/2446\/revisions"}],"predecessor-version":[{"id":3071,"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/pages\/2446\/revisions\/3071"}],"wp:attachment":[{"href":"https:\/\/aquariusspiritus.com\/wp-json\/wp\/v2\/media?parent=2446"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}